[
  {
    "img":"./assets/christmas_tree.JPEG",
    "title":"All I've Asked From You",
    "text":"All I've asked from you is you and you again from your love I've already spread our feast I don't remember what I dreamt last night all I know is I woke up drunk",
    "explain":"Since I met you, all I've wanted was to be in your presence and see you succeed. Since I've met you I've felt high,drunk and alive."
  },
  {
    "img":"./assets/first_or.jpeg",
    "title":"I Only See Myself",
    "text":"I only see myself coming and going for you I only see myself wishing and looking for you even if I falter everywhere in this world isn't it becuase I see nothing but you",
    "explain":"Simply and Selfishly I do not want to do anything unless its for the progres,protection and love of you and us."
  } , {
    "img":"./assets/heart_kiss.jpeg",
    "title":"Your Love Is",
    "text":"Your love is in place of religion and faith for me as long as I live I don't want to learn patience in love I thought to leave you alone for a few days I simply couldn't why pretend now",
    "explain":"I want your attention 24/7 and we cannot be apart even for a more than a day unless we reallt have to. I tried to pretend I could resist your magnetic nature but I couldn't and don't want to."
  },
  {
    "img":"./assets/close_pic.JPEG",
    "title":"Life Without You Is A Waste",
    "text":"Life without you is a waste how can it be named life if you're not there I swear a life without you will not be called anything but death",
    "explain":"I am dramatic."
  } , {
    "img":"./assets/laugh.jpeg",
    "title":"You're Like A Flower",
    "text":" You're like a flower born from the essence of laughter good fortune and happiness you're free and luscious like a blossoming branch.",
    "explain":"There is no single word that can describe how beautiful you are but this is a good start. You are like a thousand cherry blossoms in full bloom and endless fields of lavender swaying in the breeze."
  },
{
  "img":"./assets/dwayne_jail.jpeg",
  "title":"Restless",
  "text":"Now I go to the door now I go on the roof till I see your face I'll never know rest neighbors speak of me when you are awayas meek or mad but when you return everything subsides this heart of mine tears itself apart and seeks no joy but only wants to know when you'll arrive but when you return and a wine-server is around I hold a cup fondle your hair and caress your face just come and see me letting go of my wish letting go of my pilgrimage keeping one wish in my heartmaking love to your desires",
  "explain":""
},  {
"img":"./assets/heads_green.jpeg",
"title":"Only You",
"text":"Only you I choose among the entire world. Is it fair of you letting me be unhappy? My heart is a pen in your hand. It is all up to you to write me happy or sad. I see only what you reveal and live as you say. All my feelings have the color you desire to paint. From the beginning to the end, no one but you. Please make my future better than the past.  When you hide I change to a Godless person, and when you appear, I find my faith.  Don't expect to find any more in me than what you give.  Don't search for hidden pockets because I've shown you that all I have is all you gave.",
"explain":"I want to share my entire being with you. I share all my thoughts and feelings with you. I want to be completely open and vulnerable with you. I want to be your man who you feel safe with and can trust with your heart."
  },
{
  "img":"./assets/wife_close.jpeg",
  "title":"She Walks Through Dawn",
  "text":"She walks through dawn as if the sun  has chosen her for its first embrace.  Every step a gentle hymn,  every glance a quiet flame.",
  "explain":"You are my sunshine and you quiet literally make sunflowers grow"
} 

]
